<?php
require_once 'autoLoad.php';

print PageUtil::getHeader ();
print PageUtil::getNavbar ();
?>
<div class="container">
	<div class="row">
		<h2>网站声明</h2>
		<ol>
			<li>本网站上所有软件和资料均为软件作者提供或网友推荐收集整理而来，仅供学习和研究使用。如有侵犯你的版权，请来信指出，本站将立即改正</li>
			<li>访问本网站的用户须知，本网站对提供下载的软件等不拥有任何权利，其版权归该下载资源的合法拥有者所有</li>
			<li>本网站保证站内提供的所有可下载资源（软件等等）都是按“原样”提供，本站未做过任何改动。</li>
			<li>本网站不保证本站提供的下载资源的准确性、安全性和完整性；同时本网站也不承担用户因使用这些下载资源对自己和他人造成任何形式的损失或伤害</li>
			<li>未经网站明确许可，任何人不得大量链接本站下载资源、不得复制或仿造本网站</li>
			<li>本网站对其自行开发的或和他人共同开发的所有内容、技术手段和服务拥有全部知识产权，任何人不得侵害或破坏，也不得擅自使用</li>
			<li>对盗用本网站内容、侵犯本网站产权者，本网站保留追究其法律责任的权利</li>
		</ol>
	</div>
</div>
<?php print PageUtil::getFooter();?>